export const data = [
    {
        id: 1,
        name: {
            first: "Петр",
            last: "Иванов",
        },
        email: "petr.ivanov@rzd.ru",
        position: "Машинист",
        experience: 6,
        department: "Пассажирский транспорт",
        date: "15.07.2023",
        topic: "Запрос на отпуск",
        message:
            "Здравствуйте, я хотел бы попросить вас одобрить мой запрос на отпуск с 1 по 15 августа. Я работаю без перерывов уже полгода и хочу провести время со своей семьей. У меня есть все необходимые документы и я заранее предупредил своего начальника. Спасибо за понимание.",
    },
    {
        id: 2,
        name: {
            first: "Ольга",
            last: "Смирнова",
        },
        email: "olga.smirnova@rzd.ru",
        position: "Кондуктор",
        experience: 4,
        department: "Пассажирский транспорт",
        date: "14.07.2023",
        topic: "Запрос на повышение зарплаты",
        message:
            "Добрый день, я хотела бы обратиться к вам с просьбой о повышении моей заработной платы. Я работаю в вашей компании уже четыре года и за это время я доказала свою профессиональность и ответственность. Я всегда выполняю свои обязанности на высоком уровне и получаю положительные отзывы от пассажиров и коллег. Я считаю, что моя зарплата не соответствует моим навыкам и квалификации, а также рыночным условиям. Поэтому я прошу вас рассмотреть возможность увеличения моей заработной платы на 20%. Спасибо за внимание.",
    },
    {
        id: 3,
        name: {
            first: "Андрей",
            last: "Соколов",
        },
        email: "andrey.sokolov@rzd.ru",
        position: "Инженер",
        experience: 8,
        department: "Грузовой транспорт",
        date: "13.07.2023",
        topic: "Запрос на командировку",
        message:
            "Привет, я хотел бы попросить тебя отправить меня в командировку в Санкт-Петербург на следующей неделе. Там проходит конференция по новым технологиям в железнодорожном транспорте, на которой я хочу выступить с докладом о нашем проекте. Я думаю, что это будет полезно для нашего отдела и компании в целом. Я уже подготовил все необходимые материалы и билеты. Мне нужно только твое согласие и подпись на служебной записке. Спасибо заранее.",
    },
    {
        id: 4,
        name: {
            first: "Екатерина",
            last: "Новикова",
        },
        email: "ekaterina.novikova@rzd.ru",
        position: "Бухгалтер",
        experience: "5",
        department: "Финансовый отдел",
        date: "09.07.2023",
        topic: "Запрос на премию",
        message:
            "Доброе утро, я хотела бы обратиться к вам с просьбой о назначении мне премии за успешное выполнение проекта по оптимизации налоговой отчетности. Я работала над этим проектом в течение трех месяцев и достигла значительных результатов. Я сократила время подготовки отчетов на 30%, уменьшила количество ошибок на 50% и сэкономила для компании более 10 миллионов рублей. Я считаю, что моя работа заслуживает дополнительного вознаграждения. Поэтому я прошу вас учесть мои заслуги и назначить мне премию в размере 10% от моей базовой зарплаты. Спасибо за уважение.",
    },
    {
        id: "5",
        name: {
            first: "Михаил",
            last: "Попов",
        },
        email: "mikhail.popov@rzd.ru",
        position: "Менеджер по продажам",
        experience: "3",
        department: "Маркетинговый отдел",
        date: "08.07.2023",
        topic: "Запрос на увольнение",
        message:
            "Здравствуйте, я хотел бы сообщить вам о своем решении уволиться из вашей компании. Я работаю у вас уже три года и за это время я получил много ценного опыта и знаний. Однако я чувствую, что мне нужно двигаться дальше и искать новые возможности для развития своей карьеры. Поэтому я прошу вас принять мое заявление об увольнении по собственному желанию с 1 августа. Я готов передать все свои обязанности и проекты своему коллеге или новому сотруднику. Я благодарю вас за все, что вы для меня сделали, и желаю вам и вашей компании успехов.",
    },
    {
        id: "6",
        name: {
            first: "Ирина",
            last: "Васильева",
        },
        email: "irina.vasilieva@rzd.ru",
        position: "Юрист",
        experience: "7",
        department: "Юридический отдел",
        date: "07.07.2023",
        topic: "Запрос на перевод в другой отдел",
        message:
            "Добрый день, я хотел бы попросить вас о консультации по вопросу безопасности вождения автобуса. Я работаю у вас водителем автобуса уже три года и за это время я не имел ни одного нарушения или аварии. Однако я заметил, что некоторые мои коллеги не всегда соблюдают правила дорожного движения и режим работы и отдыха. Я хочу узнать, какие меры предпринимает компания для контроля и предотвращения таких ситуаций, а также какие санкции применяются к нарушителям. Я прошу вас назначить мне консультацию с вашим специалистом по безопасности вождения или дать мне ссылку на соответствующие документы. Спасибо за ответственность и заботу.",
    },
    {
        id: 7,
        name: {
            first: "Александр",
            last: "Морозов",
        },
        email: "alexander.morozov@rzd.ru",
        position: "Аналитик",
        experience: "4",
        department: "Аналитический отдел",
        date: "06.07.2023",
        topic: "Запрос на продление контракта",
        message:
            "Здравствуйте, я хотел бы обратиться к вам с просьбой о продлении моего контракта на работу в вашей компании. Я работаю у вас аналитиком уже четыре года и за это время я выполнил множество проектов по анализу данных, оптимизации процессов, прогнозированию спроса и рынка. Я очень ценю возможность работать в вашей компании и хочу продолжать делать это. Мой контракт истекает 31 июля, поэтому я прошу вас продлить его на еще один год. Я готов обсудить условия продления и подписать новый договор. Спасибо за доверие и поддержку.",
    },
    {
        id: 8,
        name: {
            first: "Татьяна",
            last: "Зайцева",
        },
        email: "tatiana.zaitseva@rzd.ru",
        position: "Диспетчер",
        experience: "5",
        department: "Оперативный отдел",
        date: "05.07.2023",
        topic: "Запрос на корпоративную карту",
        message:
            "Доброе утро, я хотела бы попросить вас выдать мне корпоративную карту для оплаты расходов, связанных с моей работой. Я работаю у вас диспетчером уже пять лет и за это время я часто сталкивалась с ситуациями, когда мне нужно было оплачивать транспорт, связь, бензин или другие услуги из своего кармана, а потом ждать возмещения от компании. Это доставляет мне неудобства и затрудняет мою работу. Поэтому я прошу вас выдать мне корпоративную карту с лимитом в 10 тысяч рублей в месяц, которую я буду использовать только для служебных целей. Я обязуюсь предоставлять все чеки и отчеты о расходах. Спасибо за сотрудничество.",
    },
    {
        id: 9,
        name: {
            first: "Виктор",
            last: "Орлов",
        },
        email: "viktor.orlov@rzd.ru",
        position: "Электрик",
        experience: "9",
        department: "Технический отдел",
        date: "04.07.2023",
        topic: "Запрос на отзыв о работе",
        message:
            "Привет, я хотел бы попросить тебя написать мне отзыв о моей работе в твоем отделе. Я работаю у вас электриком уже девять лет и за это время я выполнял различные задания по обслуживанию, ремонту и модернизации электрооборудования. Я сейчас ищу новую работу и мне нужен отзыв от моего непосредственного руководителя, чтобы подтвердить мои навыки и качество работы. Я прошу тебя написать мне отзыв в свободной форме, в котором ты укажешь мои сильные и слабые стороны, а также примеры успешных проектов, в которых я участвовал. Я буду очень благодарен тебе за помощь.",
    },
    {
        id: 10,
        name: {
            first: "Марина",
            last: "Кузнецова",
        },
        email: "marina.kuznetsova@rzd.ru",
        position: "HR-менеджер",
        experience: "6",
        department: "Кадровый отдел",
        date: "03.07.2023",
        topic: "Запрос на рекомендательное письмо",
        message:
            "Здравствуйте, я хотела бы попросить вас написать мне рекомендательное письмо для поступления в магистратуру по управлению персоналом. Я работаю у вас HR-менеджером уже шесть лет и за это время я занималась подбором, обучением, мотивацией и оценкой сотрудников. Я хочу продолжить свое образование и получить степень магистра по специальности, которая мне интересна и полезна для моей карьеры. Мне нужно рекомендательное письмо от моего руководителя, чтобы подтвердить мой опыт работы и потенциал для дальнейшего развития. Я прошу вас написать мне рекомендательное письмо в официальной форме, в котором вы укажете мои достижения, навыки и личные качества. Я буду очень признательна вам за поддержку.",
    },
    {
        id: 11,
        name: {
            first: "Владислав",
            last: "Смирнов",
        },
        email: "vladislav.smirnov@rzd.ru",
        position: "Водитель автобуса",
        experience: "3",
        department: "Перевозка персонала",
        date: "02.07.2023",
        topic: "Запрос на консультацию",
        message:
            "Добрый день, я хотел бы попросить вас о консультации по вопросу безопасности вождения автобуса. Я работаю у вас водителем автобуса уже три года и за это время я не имел ни одного нарушения или аварии. Однако я заметил, что некоторые мои коллеги не всегда соблюдают правила дорожного движения и режим работы и отдыха. Я хочу узнать, какие меры предпринимает компания для контроля и предотвращения таких ситуаций, а также какие санкции применяются к нарушителям. Я прошу вас назначить мне консультацию с вашим специалистом по безопасности вождения или дать мне ссылку на соответствующие документы. Спасибо за ответственность и заботу.",
    },
];
