export const data1 = [
    {
      name: {
        first: 'Анна',
        last: 'Иванова'
      },
      date: '15.07.2023',
      topic: 'Запрос на отпуск'
    },
    {
      name: {
        first: 'Петр',
        last: 'Смирнов'
      },
      date: '14.07.2023',
      topic: 'Запрос на повышение зарплаты'
    },
    {
      name: {
        first: 'Ольга',
        last: 'Петрова'
      },
      date: '13.07.2023',
      topic: 'Запрос на командировку'
    },
    {
      name: {
        first: 'Петр',
        last: 'Иванов'
      },
      date: '12.07.2023',
      topic: 'Запрос на обучение'
    },
    {
      name: {
        first: 'Ольга',
        last: 'Смирнова'
      },
      date: '11.07.2023',
      topic: 'Запрос на больничный'
    },
    {
      name: {
        first: 'Андрей',
        last: 'Соколов'
      },
      date: '10.07.2023',
      topic: 'Запрос на смену графика'
    },
    {
      name: {
        first: 'Екатерина',
        last: 'Новикова'
      },
      date: '09.07.2023',
      topic: 'Запрос на премию'
    },
    {
      name: {
        first: 'Михаил',
        last: 'Попов'
      },
      date: '08.07.2023',
      topic: 'Запрос на увольнение'
    },
    {
      name: {
        first: 'Ирина',
        last: 'Васильева'
      },
      date: '07.07.2023',
      topic: 'Запрос на перевод в другой отдел'
    },
    {
      name: {
        first: 'Александр',
        last: 'Морозов'
      },
      date: '06.07.2023',
      topic: 'Запрос на продление контракта'
    },
    {
      name: {
        first: 'Татьяна',
        last: 'Зайцева'
      },
      date: '05.07.2023',
      topic: 'Запрос на корпоративную карту'
    },
    {
      name: {
        first: 'Виктор',
        last: 'Орлов'
      },
      date: '04.07.2023',
      topic: 'Запрос на отзыв о работе'
    },
    {
      name: {
        first: 'Марина',
        last: 'Кузнецова'
      },
      date: '03.07.2023',
      topic: 'Запрос на рекомендательное письмо'
    },
    {
      name: {
        first:'Владислав',
        last:'Смирнов'
       }, 
       date:'02.07.2023', 
       topic:'Запрос на консультацию' 
     }
  ];
  